{
  "facts":[
    "GoonBlock is like a regular skyblock mod, but I can see you through the screen.",
    "Popular skyblock youtuber 'Derailious' found duping stacks of fish bait. More news at 7.",
    "The wither king might look scary, but he's actually just a cutie-patootie, a real lil guy, just an absolute chonker, a babey, a...",
    "The Limbo server, where you go if your connection's a little iffy, is actually a reference to popular video game Geometry Dash.",
    "Mining v8 is just around the corner!",
    "The NPCs in this game rarely have a house to live in, even the mayors.",
    "I want [mayor] to step on me.",
    "Farming Contests were invented to prepare you for your future career in manual labour.",
    "You don't do Dungeons for loot. You do it for the carry who calls you 'good boy' when you don’t die.",
    "A person with an inflation fetish would LOVE skyblock.",
    "Powder grinding is just foreplay for mining gemstones.",
    "Magic find doesn't do anything, many people are saying this.",
    "Scorpius is a good mayor, and definitely isn't paying me to say this.",
    "Skyblock Marina found on the Epstein list. 'I was just there for the sea creatures', she says.",
    "Jerry's last name is Hypixel",
    "This tip was deleted by Hypixel's legal team.",
    "The sky looks beautiful today, take a look! ... Please... go outside.",
    "Make a large platform to spawn wandering trader... wrong skyblock, isn't it...",
    "I know what you are",
    "If you don't like the sea, don't vote for Marina."
  ],
  "imageFlash": [["jobApplication.png", "GET A JOB!!"]],
  "scripts": [
    [
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "At about 15 years of age, Livid was already counted among the most gifted members in the Guild of Thieves. A street boy who went from stealing fruits from peddler’s carts to a full-blown membership in the Guild. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "When he turned 17, the Guild’s leader gave him his first assassination contract. A merchant paid a substantial amount for his competition to disappear, permanently. And Livid, despite his young age, had been chosen for the task. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "Livid was certainly an exceptional thief, but that night he found out he was an even better assassin, and this newfound vocation grew in him, quickly becoming what he would call art. And every kill was his new masterpiece... ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "He would often talk about his contracts in gruesome detail with the other members of the guild, who hated it, so much so that they tried to ‘remove’ him from the guild. Unexpectedly, they were the ones ‘removed.’ ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "Over the years he refined his technique, but he would eliminate his targets so easily that he could barely take away any pride in those assassinations. He was now looking for high profile prey, some he would struggle with. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "That night, a mantle of heavy fog had rolled in down the mountainside, enshrouding the entire forest as well as the Inn nearby. Normal sounds were muffled, and everything seemed more subdued than usual. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "For Livid, the night’s conditions were ideal. Tonight he would hunt, and the Inn was the perfect place to start. It was rather crowded, and at first glance, he couldn’t scout any prime victim, so he sat at a table and ordered a drink. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "An hour later, a mysterious man wearing a large black cape entered the Inn and went straight to a corner table, not making eye contact with anyone. Livid’s attention turned towards what was under his cape, which looked like a small chest. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "Almost immediately after, another man came in and sat down at a table on the opposite side, then proceeded to study the individual with the black cape for almost an hour, which intrigued Livid even more. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "He had to find out who those people were. From what he could tell, the second man was not a threat, but definitely had valuable information regarding his potential target. Suddenly, the man with the cape left his table and went upstairs. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "Livid walked towards the second man, pretending to have had a few drinks, and questioned him about the caped fellow, which turned out to be a merchant from far away. He couldn’t ask for a better target! It was settled, tonight, he would kill. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "The merchant’s room was towards the left side of the Inn. The faint glow from a distant street-lamp illuminated the open window. With economical movements, Livid climbed the few meters separating him from the window. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "A quick pull and he was sitting on the edge of the window. As he previously analyzed, the room was quiet and the merchant was asleep. Livid peered around, his other senses aiding his search, but no sign of the chest. ",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "",
        "sound": "GOONY"
      },
      {
        "sprite": "goonyWelcome.png",
        "name": "???",
        "text": "",
        "sound": "GOONY"
      }
    ]
  ]
}